Repository: stanercelik/PolySleep
Catalog: polynap/Resources/Localizations/Analytics.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

# analytics.timeGained.actionsTitle
source: What can you do with this time?
de: Was kannst du mit dieser Zeit machen?
ja: この時間で何ができますか？
ms: Apa yang boleh anda lakukan dengan masa ini?
th: คุณสามารถทำอะไรกับเวลานี้ได้บ้าง?
tr: Bu zamanla neler yapabilirsiniz?

# analytics.timeGained.activity.movies
source: Watch %d movies
de: %d Filme ansehen
ja: 映画を%d本観る
ms: Tonton %d filem
th: ดูหนัง %d เรื่อง
tr: %d film izlemek

# analytics.timeGained.activity.projects
source: Complete %d projects
de: %d Projekte abschließen
ja: %d個のプロジェクトを完了させる
ms: Selesaikan %d projek
th: ทำโปรเจกต์เสร็จ %d โปรเจกต์
tr: %d proje tamamlamak

# analytics.timeGained.activity.reading
source: Read %d pages
de: %d Seiten lesen
ja: %dページ読む
ms: Baca %d muka surat
th: อ่านหนังสือ %d หน้า
tr: %d sayfa kitap okumak

# analytics.timeGained.activity.walking
source: Walk %d km
de: %d km gehen
ja: %dキロ歩く
ms: Berjalan %d km
th: เดิน %d กม.
tr: %d km yürümek

# analytics.timeGained.description
source: Extra time gained compared to traditional sleep schedule (8 hours per day)
de: Zusätzlich gewonnene Zeit im Vergleich zum traditionellen Schlafplan (8 Stunden pro Tag)
ja: 従来の睡眠スケジュール（1日8時間）と比較して得られた余分な時間
ms: Masa tambahan yang diperoleh berbanding jadual tidur tradisional (8 jam sehari)
th: เวลาพิเศษที่ได้มาเมื่อเทียบกับตารางการนอนแบบดั้งเดิม (8 ชั่วโมงต่อวัน)
tr: Geleneksel uyku düzenine (günde 8 saat) kıyasla kazandığınız extra zaman

# analytics.timeGained.efficiency
source: Efficiency:
de: Effizienz:
ja: 効率：
ms: Kecekapan:
th: ประสิทธิภาพ:
tr: Verimlilik:

# analytics.timeGained.hoursUnit
source: hours
de: Stunden
ja: 時間
ms: jam
th: ชั่วโมง
tr: saat

# analytics.timeGained.note1
source: 1 page per minute
de: 1 Seite pro Minute
ja: 1分あたり1ページ
ms: 1 muka surat seminit
th: 1 หน้าต่อนาที
tr: dakikada 1 sayfa

# analytics.timeGained.note2
source: 5 km/h pace
de: 5 km/h Tempo
ja: 時速5kmのペース
ms: Kadar 5 km/j
th: ความเร็ว 5 กม./ชม.
tr: saatte 5 km hızla

# analytics.timeGained.note3
source: 2 hours per movie
de: 2 Stunden pro Film
ja: 映画1本あたり2時間
ms: 2 jam setiap filem
th: 2 ชั่วโมงต่อหนังหนึ่งเรื่อง
tr: film başına 2 saat

# analytics.timeGained.note4
source: 2 days per project
de: 2 Tage pro Projekt
ja: プロジェクト1件あたり2日
ms: 2 hari setiap projek
th: 2 วันต่อโปรเจกต์
tr: proje başına 2 gün

# analytics.timeGained.subtitle
source: Time Gained
de: Gewonnene Zeit
ja: 得られた時間
ms: Masa Diperoleh
th: เวลาที่ได้มา
tr: Kazanılan Zaman

# analytics.timeGained.title
source: Time Gained
de: Gewonnene Zeit
ja: 得られた時間
ms: Masa Diperoleh
th: เวลาที่ได้มา
tr: Kazanılan Zaman

# analytics.timeRange.month
source: Month
de: Monat
ja: 月
ms: Bulan
th: เดือน
tr: Ay

# analytics.timeRange.quarter
source: Quarter
de: Quartal
ja: 四半期
ms: Suku Tahun
th: ไตรมาส
tr: Çeyrek

# analytics.timeRange.title
source: Time Range
de: Zeitbereich
ja: 期間
ms: Julat Masa
th: ช่วงเวลา
tr: Zaman Aralığı

# analytics.timeRange.week
source: Week
de: Woche
ja: 週
ms: Minggu
th: สัปดาห์
tr: Hafta

# analytics.timeRange.year
source: Year
de: Jahr
ja: 年
ms: Tahun
th: ปี
tr: Yıl

# analytics.tooltip.barChart.coreLabel
source: Core: %.1fh
de: Kern: %.1fh
ja: コア: %.1f時間
ms: Teras: %.1fj
th: การนอนหลัก: %.1f ชม.
tr: Ana: %.1fs

# analytics.tooltip.barChart.nap1Label
source: Nap1: %.1fh
de: Nickerchen 1: %.1fh
ja: 仮眠1: %.1f時間
ms: Tidur Sebentar 1: %.1fj
th: งีบ1: %.1f ชม.
tr: Şek1: %.1fs

# analytics.tooltip.barChart.nap2Label
source: Nap2: %.1fh
de: Nickerchen 2: %.1fh
ja: 仮眠2: %.1f時間
ms: Tidur Sebentar 2: %.1fj
th: งีบ2: %.1f ชม.
tr: Şek2: %.1fs

# analytics.tooltip.barChart.totalLabel
source: Total: %.1fh
de: Gesamt: %.1fh
ja: 合計: %.1f時間
ms: Jumlah: %.1fj
th: รวม: %.1f ชม.
tr: Toplam: %.1fs

# analytics.tooltip.coreLabel
source: Core: %.1fh
de: Kern: %.1fh
ja: コア: %.1f時間
ms: Teras: %.1fj
th: การนอนหลัก: %.1f ชม.
tr: Ana: %.1fs

# analytics.tooltip.dailyHoursLabel
source: Daily: %.1fh
de: Täglich: %.1fh
ja: 毎日: %.1f時間
ms: Harian: %.1fj
th: รายวัน: %.1f ชม.
tr: Günlük: %.1fs

# analytics.tooltip.daysLabel
source: Days: %d
de: Tage: %d
ja: 日数: %d
ms: Hari: %d
th: วัน: %d
tr: Gün: %d

# analytics.tooltip.nap1Label
source: Nap1: %.1fh
de: Nickerchen 1: %.1fh
ja: 仮眠1: %.1f時間
ms: Tidur Sebentar 1: %.1fj
th: งีบ1: %.1f ชม.
tr: Şek1: %.1fs

# analytics.tooltip.nap2Label
source: Nap2: %.1fh
de: Nickerchen 2: %.1fh
ja: 仮眠2: %.1f時間
ms: Tidur Sebentar 2: %.1fj
th: งีบ2: %.1f ชม.
tr: Şek2: %.1fs

# analytics.tooltip.napLabel
source: Nap: %.1fh
de: Nickerchen: %.1fh
ja: 仮眠: %.1f時間
ms: Tidur Sebentar: %.1fj
th: งีบ: %.1f ชม.
tr: Şekerleme: %.1fs

# analytics.tooltip.percentageLabel
source: Percentage: %.0f%%
de: Prozentsatz: %.0f %%
ja: パーセンテージ: %.0f%%
ms: Peratusan: %.0f%%
th: เปอร์เซ็นต์: %.0f%%
tr: Yüzde: %%%.0f

# analytics.tooltip.scoreLabel
source: Score: %.1f/5
de: Punktzahl: %.1f/5
ja: スコア: %.1f/5
ms: Skor: %.1f/5
th: คะแนน: %.1f/5
tr: Skor: %.1f/5

# analytics.tooltip.totalHoursLabel
source: Total: %.1fh
de: Gesamt: %.1fh
ja: 合計: %.1f時間
ms: Jumlah: %.1fj
th: รวม: %.1f ชม.
tr: Toplam: %.1fs

# analytics.tooltip.totalLabel
source: Total: %.1fh
de: Gesamt: %.1fh
ja: 合計: %.1f時間
ms: Jumlah: %.1fj
th: รวม: %.1f ชม.
tr: Toplam: %.1fs

# analytics.tooltip.totalSleep
source: Total Sleep:
de: Gesamtschlaf:
ja: 合計睡眠：
ms: Jumlah Tidur:
th: การนอนทั้งหมด:
tr: Toplam Uyku:

# analytics.totalSleep
source: Total Sleep
de: Gesamtschlaf
ja: 合計睡眠時間
ms: Jumlah Tidur
th: การนอนทั้งหมด
tr: Toplam Uyku

# analytics.totalSleepTrend.goal
source: Goal
de: Ziel
ja: 目標
ms: Matlamat
th: เป้าหมาย
tr: Hedef

# analytics.totalSleepTrend.subtitle
source: Daily sleep duration over time
de: Tägliche Schlafdauer im Zeitverlauf
ja: 日々の睡眠時間の推移
ms: Tempoh tidur harian dari semasa ke semasa
th: ระยะเวลาการนอนรายวันเมื่อเวลาผ่านไป
tr: Zaman içinde günlük uyku süresi

# analytics.totalSleepTrend.title
source: Total Sleep Duration
de: Gesamte Schlafdauer
ja: 総睡眠時間
ms: Jumlah Tempoh Tidur
th: ระยะเวลาการนอนทั้งหมด
tr: Toplam Uyku Süresi

# analytics.trend.title
source: Sleep Trends
de: Schlaftrends
ja: 睡眠トレンド
ms: Aliran Tidur
th: แนวโน้มการนอน
tr: Uyku Trendleri

# analytics.updating
source: Updating...
de: Wird aktualisiert...
ja: 更新中...
ms: Mengemas kini...
th: กำลังอัปเดต...
tr: Güncelleniyor...

# analytics.value.hours
source: %.1f hours
de: %.1f Stunden
ja: %.1f 時間
ms: %.1f jam
th: %.1f ชั่วโมง
tr: %.1f saat

# analytics.variability.high
source: High
de: Hoch
ja: 高い
ms: Tinggi
th: สูง
tr: Yüksek

# analytics.variability.moderate
source: Moderate
de: Mäßig
ja: 中程度
ms: Sederhana
th: ปานกลาง
tr: Orta

# analytics.variability.stable
source: Stable
de: Stabil
ja: 安定
ms: Stabil
th: คงที่
tr: Stabil

# analytics.variability.title
source: Variability
de: Variabilität
ja: 変動性
ms: Kebolehubahan
th: ความแปรปรวน
tr: Değişkenlik

# analytics.chart.hoursUnit
source: %d h
ja: %d 時間
ms: %d j
th: %d ชม.
tr: %d s

# analytics.comparison.hours
source: %.1f h
ja: %.1f 時間
ms: %.1f j
th: %.1f ชม.
tr: %.1f s

# analytics.sleepBreakdown.dailyValue
source: %.1f h
ja: %.1f 時間
ms: %.1f j
th: %.1f ชม.
tr: %.1f s

# analytics.sleepBreakdown.infoBox.title
source: Info
ja: 情報
th: ข้อมูล
tr: Bilgi

# analytics.sleepBreakdown.totalValue
source: %.1f h
ja: %.1f 時間
ms: %.1f j
th: %.1f ชม.
tr: %.1f s

# analytics.sleepQualityTrend.title
source: Trend:
ja: トレンド：
ms: Aliran:
th: แนวโน้ม:
